 50000
0 100
00 61
000 23
00am 7
04 10
05 5
06 5
07 10
08 16
09 15
1 515
10 300
100 79
1000 22
100th 5
101 4
102 6
10am 12
10pm 9
10th 17
11 109
11am 8
11pm 14
11th 4
12 154
12am 4
13 33
130 5
13th 4
14 55
140 16
14th 5
15 107
150 9
1500 6
15days 4
15min 4
15th 7
16 35
160 5
17 57
17th 4
18 50
180 4
182 5
18th 9
19 20
19th 4
1am 13
1k 4
1pm 5
1st 82
2 1435
20 147
200 15
2000 16
2007 9
2008 33
2009 25
2010 10
20th 11
21 37
21st 8
22 94
23 11
23graeme23 4
23rd 8
24 68
24hrs 4
24th 8
25 25
250 8
25th 6
26 13
26th 5
27 9
28 8
28th 4
29 11
29th 8
2am 18
2day 86
2days 4
2go 6
2hrs 9
2moro 27
2morrow 39
2moz 13
2mrw 4
2nd 65
2night 7
2nite 18
2pm 11
3 871
30 254
300 15
3000 5
30am 47
30mins 5
30pm 11
31 9
33 21
330 4
333 4
3333 4
34 9
35 20
3500 4
36 9
360 19
365 4
37 7
38 5
39 5
3D 5
3G 10
3am 30
3g 6
3hrs 5
3pm 13
3rd 45
4 639
40 58
400 11
41 5
42 14
420 15
43 6
44 6
45 45
45am 6
46 5
48 12
4am 33
4eva623 4
4ever 4
4hrs 6
4pm 9
4th 27
5 483
50 65
500 15
5000 4
51 4
52 7
55 6
56 8
57 4
5am 48
5pm 8
5th 17
6 288
60 15
600 5
62 5
64 5
65 7
666 5
69 4
6AM 6
6am 34
6pm 21
6th 10
7 194
70 27
700 4
71 4
75 10
78 8
79 5
7AM 4
7am 43
7pm 4
7th 13
8 215
80 35
800 9
80s 7
8am 37
8pm 13
8th 10
9 155
90 22
900 10
90210 5
90s 6
91 4
95 10
97 6
99 14
9am 19
9pm 10
9th 6
A 355
A2 4
AA 5
ABC 6
ABOUT 6
AC 23
ACE 21
ACTUALLY 5
AFTER 7
AGAIN 49
AH 9
AHH 4
AHHH 11
AIM 8
AIR 9
AJ 6
ALL 53
ALMOST 8
ALONE 11
ALREADY 9
ALWAYS 20
AM 62
AMAZING 13
AN 5
ANALOVESTITO 6
AND 97
ANGRY 5
ANOTHER 7
ANYTHING 8
AP 9
API 4
APRIL 9
ARE 30
ARGH 11
AS 22
ASAP 10
ASOT400 26
ASP 5
ASS 5
AT 35
ATL 10
ATM 8
AUSTRIA 6
AWAKE 4
AWAY 7
AWESOME 9
AWW 5
AZ 14
Aaaah 4
Aaah 4
Aaron 8
About 55
Absolutely 5
Access 6
Accessoryamy 6
Achilles 4
Ack 12
Actually 19
Adam 12
Added 4
Adelaide 7
Adobe 12
Adrian 6
Ads 4
Adsense 4
Africa 10
African 4
After 46
Afternoon 7
Again 51
Agh 5
Agreed 6
Ah 60
Ahh 35
Ahhh 19
Ahhhh 11
Ahhhhh 5
Ain 5
Air 10
Airport 13
Al 5
Alabama 7
AlanCarr 5
Alas 16
Alcohol 4
Alex 9
AlexAllTimeLow 8
Alice 4
All 131
Allen 6
Allergies 8
Almost 32
Alone 5
Alpha 4
Already 19
Alright 4
Also 82
Although 27
Alton 6
Always 18
Am 99
Amanda 4
Amazing 8
Amazon 7
America 14
American 17
Americans 5
Amsterdam 14
Amy 10
An 22
Anatomy 4
And 515
Anderson 5
Andrea 5
Andrew 6
Andy 12
Angel 5
Angeles 5
Angels 5
Anistorm 4
Ann 4
Another 117
Anthony 5
Antonio 4
Any 44
Anybody 9
Anyone 50
Anything 12
Anyway 19
Anyways 6
Apologies 5
App 6
Apparently 37
Apple 27
April 61
Are 61
Area 8
Argh 51
Arghh 7
Arghhhh 6
Arizona 4
Army 7
Arsenal 13
Art 10
Arthur 5
As 46
Ash 4
Ashes 5
Ashley 9
Ashton 11
Asia 4
Asian 4
At 246
Ate 6
Atlanta 10
Attempting 5
AubreyODay 11
August 5
Aus 7
AussieMcflyFan 4
Austin 19
Australia 33
Australian 6
Auto 4
Aw 63
Awake 33
Awe 6
Awesome 17
Aww 86
Awwh 4
Awww 61
Awwww 12
Awwwww 8
B 53
B4 4
BA 5
BABY 5
BACK 26
BAD 21
BAH 4
BANG 4
BB 16
BBC 13
BBQ 35
BE 22
BEACH 4
BED 6
BEEN 5
BEST 7
BETTER 4
BF 11
BFF 12
BH 5
BIG 18
BITCH 5
BLAH 4
BOO 19
BOOK 4
BOOO 5
BOOOO 6
BORED 15
BORING 17
BRB 5
BREAK 4
BSG 4
BT 8
BTW 18
BUT 61
BW101 4
BY 4
Baby 18
Back 307
Bacon 4
Bad 79
Badly 4
Bah 25
Bailey 4
Ballard 25
Balls 7
Bamboozle 8
Band 4
Bangalore 6
Bangkok 5
Bank 9
Bar 10
Barry 6
Battery 4
Bay 14
Bday 4
Be 20
Beach 21
Beautiful 30
Because 20
Bed 20
Been 62
Beer 5
Beers 4
Before 4
Beginning 4
Behind 4
Being 43
Belfast 5
Belgium 5
Believe 6
Bell 8
Bella 5
Ben 16
Berlin 7
Bernie 6
Best 27
Beta 4
Beth 4
Better 15
Between 4
Beyonce 4
Bible 4
Big 37
Bike 4
Bill 12
Billy 13
Biology 5
Birds 5
Birmingham 6
Birthday 19
Bit 8
Black 13
BlackBerry 5
Blackberry 10
Blah 26
Blazers 11
Bleh 9
Bless 6
Blink 5
Blip 10
Blog 4
Blonde 6
Blood 5
Bloody 16
Blue 15
Blues 6
Bo 5
Boarding 4
Bob 8
Bobby 4
Bones 5
Boo 69
Boogaloo1 4
Book 5
Boom 7
Booo 10
Boooo 8
Booooo 5
Bored 58
Boring 10
Boston 30
Both 10
Bought 10
Bout 6
Box 6
Boy 18
Boyle 5
Boys 11
Brad 6
Brain 8
Brazil 15
Break 38
Breakfast 10
Breaking 8
Brian 11
Brighton 8
Brilliant 7
Bring 16
Brisbane 5
Brit 7
Britain 7
British 11
Britney 11
Bro 4
Broke 8
Broken 5
Brooklyn 7
Brother 4
Brothers 14
Bruins 8
Brunch 4
Btw 11
Bugger 4
Bull 8
Bulls 5
Bummed 12
Bummer 32
Burnt 8
Bus 6
Business 10
Busted 4
Busy 18
But 673
Butter 4
Button 6
Buy 5
By 16
Bye 24
C 47
CA 17
CAN 28
CANNOT 5
CANT 10
CC 5
CD 21
CDs 4
CHRISDJMOYLES 14
CITY 4
CLASS 4
CO 8
COLD 5
COME 20
COOL 8
COULD 7
CRAP 10
CRY 11
CS 5
CSI 5
CSS 8
CUTE 4
Cab 5
Cairo 4
Cake 5
Cali 8
California 29
Call 13
Called 5
Came 8
Cami 4
Camp 8
Can 354
Canada 29
Canadian 11
Canes 4
Cannot 14
Canon 8
Cant 54
Cantu 9
Canucks 5
Cape 5
Captain 4
Car 15
Cardiff 8
Cards 4
Care 8
Carl 4
Carolina 5
Carr 4
CassieFX 5
Castle 5
Cat 10
Catch 4
Catching 6
Caught 4
Cause 9
CeladonNewTown 6
Celeste 4
Cell 4
Celtics 8
Center 4
Central 5
Championship 6
Change 5
Channel 5
Charleston 4
Charlie 6
Charlotte 7
Charlton 4
Chat 6
Check 13
Checked 6
Checking 11
Cheers 7
Cheese 5
Chelsea 11
Chemistry 9
Chennai 5
Cherrim 10
Cherry 4
Chi 10
Chicago 35
Chicken 5
Children 7
Chillin 4
China 15
Chinese 14
Chocolate 9
Chris 19
Christian 6
Christmas 5
Christopher 5
Chuck 20
Church 11
Cincinnati 4
City 33
Class 15
Claudia 4
Clean 287
Cleaned 4
Cleaning 17
Cleveland 8
Club 13
Coachella 31
Coast 5
Cody 5
Coffee 22
Colbert 5
Cold 15
College 18
Colorado 8
Columbine 11
Columbus 4
Comcast 7
Come 42
ComedyQueen 13
Comic 4
Coming 9
Company 4
Completely 14
Computer 6
Concert 5
Confused 4
Congrats 13
Congratulations 6
Cook 5
Cool 10
Cooper 5
Corey 4
Cornwall 5
Costco 4
Could 24
Couldn 17
Couldnt 4
Counting 5
County 7
Cow 4
Coz 4
Craig 4
Crap 26
Crash 7
Crashed 4
Craving 5
Crazy 12
Creating 4
Crimson 4
Cross 5
CruciFire 4
Cry 4
Crying 5
Cup 22
Cure 4
Currently 13
Curse 7
Cut 7
Cute 5
Cyrus 5
D 146
DAD 6
DAMMIT 4
DAMN 18
DANG 6
DAY 30
DAYS 6
DB 7
DC 21
DD 9
DEAD 8
DEATH 4
DEMI 5
DH 4
DHughesy 4
DID 9
DIDN 4
DIDNT 6
DIE 4
DIY 5
DJ 8
DK 12
DM 39
DMs 9
DNS 6
DO 42
DOES 5
DON 26
DONT 17
DOPE 5
DOWN 9
DS 10
DSL 5
DSLR 5
DSi 5
DVD 36
DVR 7
Dad 33
Daddy 16
Daisies 6
Daisy 4
Dakota 4
Dale 5
Dallas 18
Dammit 20
Damn 197
Damned 5
Damnit 12
Dan 13
Dance 5
Dancegurl91 4
Dancing 6
Dang 20
Dangit 5
Daniel 6
Danny 9
Dannymcfly 7
Dark 6
Darn 22
Dave 6
David 21
David_Henrie 6
Dawn 8
DawnRichard 10
Day 95
Days 7
Dead 13
Deadpool 4
Dear 23
Death 18
Debbas 4
Dec 4
December 9
Decided 4
Dee 6
Deep 4
Def 6
Definitely 11
Delhi 5
Delicious 4
Dell 4
Demi 18
Denmark 6
Denny 4
Denpasar 4
Dentist 8
Denver 10
Depressed 4
Depressing 4
Derby 11
Desperate 7
Detroit 10
Devon 4
Did 82
Diddy 6
Didn 73
Didnt 13
Diego 8
Digital_Girl 5
Dinner 7
Dirty 5
Disappointed 7
Disappointing 6
Disney 11
Disneyland 5
District 4
Ditto 4
Do 62
Doc 5
Doctor 9
Does 44
Doesn 33
Doesnt 6
Dog 9
Doh 4
Doing 59
Dollhouse 15
Don 179
Don_J 4
Done 14
Donnie 8
DonnieWahlberg 27
Dont 25
Donuts 4
Dora 4
Dorset 5
Doubt 5
Down 11
Downloading 4
Dr 22
Drake 4
Dreading 13
Dream 7
Drinking 11
Drive 8
Driving 18
Dropped 4
Drunk 5
Dubai 9
Dublin 8
Dude 14
Due 4
Dull 4
Duluth 4
Dunno 7
Dutch 7
Dying 5
E 36
E71 7
EARLY 10
END 9
ENOUGH 4
ER 16
ET 4
EVER 22
EVERYONE 5
EVERYTHING 15
Each 4
Early 13
Earth 9
East 7
Easter 73
Eating 20
Eclipse 6
Ed 10
Eddie 7
Eden 5
Edinburgh 5
Edward 8
Eek 4
Eff 4
Egypt 5
Eh 5
Either 12
El 4
Ellen 8
Ellie 5
Em 7
Email 6
Emergency 4
Emily 5
Eminem 8
Emma 5
Emo 4
Empty 5
End 9
England 23
English 45
Enjoy 12
Enjoyed 8
Enjoying 15
Epic 19
Eric 15
Erica 4
Error 6
Especially 19
Essay 5
Etch 4
Europe 14
European 4
Eve 4
Even 41
Event 4
Ever 13
Everton 11
Every 13
Everybody 5
Everyone 48
Everyones 4
Everything 18
Everytime 8
Ew 12
Eww 8
Ewwww 4
ExMi 7
Exactly 6
Exam 9
Exams 6
Except 18
Exhausted 7
Extreme 5
Extremely 4
Eye 7
F 41
F1 45
FA 21
FAIL 22
FAN 22
FATTY 4
FAULT 5
FB 26
FEEL 7
FF 9
FFS 5
FINALLY 12
FIRST 6
FL 17
FLIGHT 5
FM 6
FML 38
FOB 8
FOLLOW 8
FOLLOWERS 7
FOR 30
FOREVER 5
FOUR 5
FREE 4
FRIENDS 4
FROM 11
FTW 6
FUCK 31
FUCKIN 4
FUCKING 14
FULL 4
FUN 8
FX 4
FYI 8
Facebook 34
Factory 5
Fail 20
Failed 4
Failing 6
Fair 9
Falling 6
Falls 4
Family 17
Fans 4
Fantasy 5
Far 5
Fast 5
Fat 4
Fearnecotton 9
Fed 8
Feel 51
Feelin 4
Feeling 114
Feels 35
Feet 9
Fell 13
Felt 7
Fern 6
Ferrari 15
Fest 12
Festival 11
Fever 8
Fighting 5
Filipino 5
Final 9
Finally 71
Finals 4
Finding 11
Finger 4
Fingers 5
Finished 21
Finland 5
Firefox 20
First 63
Fit 5
Five 5
Fixed 4
Flames 4
Flash 9
Flat 4
Flickr 7
Flight 11
Florence 5
Florida 20
Flu 15
Flying 4
Fml 4
Follow 7
Followers 5
Following 5
Food 9
Football 4
For 78
Force 9
Forced 4
Ford 4
Forever 4
Forgot 27
Former 4
Fort 4
Forum 4
Found 25
Four 5
Fox 7
France 9
Francisco 6
Frank 6
Fred 5
Free 15
Freezing 5
French 21
Fresh 4
Fri 9
Friday 94
Fridays 8
Friend 7
Friends 14
From 23
Fuck 44
Fucking 9
Full 5
Fun 23
Funny 8
Furious 4
Fuuuck 4
G 34
GA 4
GAH 8
GB 4
GCSE 8
GERMANY 4
GET 13
GETTING 6
GF 8
GIRL 4
GO 42
GOD 16
GOING 10
GONE 7
GONNA 7
GOOD 26
GOODNIGHT 5
GOT 17
GP 16
GPRS 5
GREAT 17
GUESS 6
GUYS 4
Ga 5
GaGa 6
Gaga 5
Gah 32
Gahhh 4
Gailporter 12
Game 15
Gans 4
Garden 12
Gardens 6
Gas 5
Gave 4
Gawd 5
Gears 4
Gee 6
Geek 4
Geez 8
Genius 6
Geography 4
George 10
Georgia 4
German 14
Germany 30
Get 53
Gettin 4
Getting 123
Ghost 4
Giants 6
Gig 4
GiniLovesJonas 4
Girl 21
Girls 13
Give 13
Giving 5
Glad 31
Glasgow 14
Glass 5
Glinner 4
Global 5
Globe 7
Gmail 5
Gnite 4
Go 54
God 103
Goes 5
Goin 12
Going 246
Gold 5
Golden 9
Gonna 57
Good 294
Goodbye 23
Goodknight 5
Goodmorning 8
Goodnight 31
Google 41
Gordon 6
Gorgeous 8
Gosh 17
Gossip 11
Got 227
Gotta 68
Grand 9
Grandma 8
Grant 4
Grease 4
Great 79
Greece 4
Greek 7
Green 23
Grey 10
Gross 5
Group 4
Grr 26
Grrr 18
Grrrr 13
Grrrrr 4
Guess 51
Guh 4
Guitar 5
Gunna 6
Gutted 24
Guy 6
Guys 15
Gym 7
H 17
HA 6
HAD 10
HAHA 14
HAHAHA 11
HAHAHAHA 5
HALF 4
HAPPY 5
HARD 4
HAS 12
HATE 44
HATES 4
HAVE 45
HBO 6
HD 25
HDD 7
HE 13
HELL 5
HELLO 4
HELP 21
HER 13
HERE 8
HEY 9
HI 4
HIM 8
HIT 4
HK 11
HM 4
HOLY 4
HOME 13
HOMEWORK 7
HOPE 4
HORRIBLE 5
HOT 30
HOUSE 8
HOW 18
HP 10
HS 4
HTML 4
HUGE 14
HUGS 9
HW 8
Ha 18
Had 189
Haha 70
Hahah 5
Hahaha 14
Hair 11
Half 13
Hall 5
Halo 7
Hamilton 9
Hang 7
Hanging 8
Hangover 6
Hannah 18
Happy 51
Hard 17
Harry 14
Has 79
Hate 45
Hates 20
Hatton 4
Have 227
Haven 47
Havent 5
Having 62
Hawaii 10
Hawks 5
Hay 6
He 175
Head 15
Headache 29
Headed 14
Heading 50
Heard 12
Heart 10
Heat 4
Heath 6
Heh 7
Hehe 9
Hell 14
Hello 30
Help 32
Helping 7
Her 16
Here 29
Heroes 13
Heromancer 4
Hey 112
Hi 54
Hiccups 5
High 7
Hill 9
Hills 12
Him 5
His 17
History 11
Hitler 6
Hmm 49
Hmmm 27
Hmmmm 6
Hmph 8
Ho 8
Hold 5
Holiday 7
Holidays 13
Holland 9
Holloway 4
Holly 4
Holocaust 4
Holy 22
Home 48
Homework 32
Honestly 4
Honey 8
Hoo 4
Hope 157
Hopefully 56
Hopes 5
Hoping 22
Horrible 10
Hospital 6
Hot 16
Hotel 8
Hours 4
House 75
Housewives 7
Houston 31
How 251
However 14
Hows 6
Hubby 16
Hugs 4
Huh 4
Hulk 5
Hull 5
Hulu 8
Human 4
Hung 4
Hungover 4
Hungry 14
Hurry 5
Hurt 7
Hurts 5
Hut 4
I 22533
ID 7
IDEA 5
IDK 9
IE 10
IE6 4
IF 9
II 5
ILL 7
IM 50
IN 60
INTERNET 4
IPL 29
IPhone 4
IRC 4
IRL 5
IS 82
ISN 5
ISP 5
IT 92
ITS 24
Ian 4
Ice 6
Ick 6
Id 5
Idk 13
Idol 7
If 177
Ill 21
Illinois 9
Im 310
Ima 5
Imagine 5
Imma 5
In 202
Indeed 8
India 24
Indian 9
Indiana 4
Indians 5
Indy 5
Innocent 4
Inside 4
Insomnia 12
Instead 6
Intel 5
Internet 51
Into 4
Iowa 9
Ipod 7
Iraq 9
Ireland 18
Iron 6
Is 450
Island 13
Isn 14
It 1277
Italian 11
Italy 35
Its 258
Itï 6
Iv 5
Ive 26
IzzyJ_Is_Here 8
Iï 30
J 28
JB 11
JC 4
JEALOUS 4
JG 14
JK 5
JLSOfficial 4
JONAS 17
JUST 33
Jack 18
Jackie 5
Jackson 7
Jade 8
Jake 11
Jamaica 4
James 19
Jamie 8
Jan 5
Jane 9
Japan 9
Japanese 10
Jared 4
Jason 13
JasonBradbury 4
Java 4
Jay 7
Jazz 5
Jealous 8
Jeez 7
Jeff 12
Jenny 6
Jennymac22 6
Jeremy 4
Jerry 7
Jersey 6
Jess 5
Jesus 13
Jim 4
Jimmy 11
Jo 4
Joe 12
JoelMadden 35
Joey 6
John 22
Johnny 7
Johns 5
Johnson 4
Join 4
Jon 21
Jonas 15
Jonasbrothers 8
Jonathan 4
JonathanRKnight 32
Jones 6
Jordan 10
Josh 15
Joy 5
Jr 8
Juice 4
July 12
June 33
Jury 4
Jus 12
Just 776
Justin 9
K 22
KFC 8
KG 4
KILL 8
KILLING 6
KKR 5
KNOW 23
Kal 4
Kal_Penn 16
Kara 4
Kart 4
Kat 6
Kate 5
Katie 13
Keep 14
Keith 5
Kelis 4
Kelliekk 5
Kelly 10
Ken 4
Kentucky 6
Kevin 8
Kids 16
Kill 12
Killed 4
Killer 4
Killers 5
Kim 4
KimKardashian 13
Kimi 9
Kind 6
Kinda 30
King 8
Kings 7
Kiss 6
Kit 4
Kitchen 7
Kitty 5
Klutz315 4
Knight 8
Knights 4
Knot2serious 4
Know 7
Knowing 5
Korea 6
Kristen 5
Kutner 19
Kyle 8
L 56
L4D 5
LA 47
LAME 4
LAST 5
LAX 4
LC 4
LDN 4
LET 6
LFTA 4
LIFE 7
LIKE 16
LIVE 6
LJ 8
LL 6
LMAO 23
LOL 230
LONG 10
LOOK 5
LOST 9
LOT 8
LOTS 5
LOVE 45
LOVED 4
LP 5
LUCK 6
La 6
Labour 4
Lack 5
Lady 9
Lady_Twitster 8
Lahore 5
Lake 5
Lakers 5
Lame 10
Landed 4
Laptop 9
Las 4
Last 146
Late 12
Later 8
Laughing 4
Laundry 7
Laura 5
Lauren 13
Law 10
Laying 22
Lazy 6
League 4
Learning 5
Leave 6
Leaving 25
Ledger 4
Lee 9
Leeds 5
Left 17
Legend 5
Leopard 5
Less 9
Let 42
Lets 5
Lexington 4
Library 6
Liddell 11
Life 32
Lights 4
Like 41
Lil 6
LilEmoBoi 4
Lily 12
Linux 10
Lisa 5
Lissa121 5
List 5
Listening 31
Literally 4
Literature 4
Little 21
Live 13
Liverpool 8
Living 8
Lmao 6
Lmfao 5
LoL 4
Loads 6
Locked 4
Logan 5
Lol 86
London 81
Lonely 10
Long 43
Look 8
Looked 4
Looking 46
Looks 80
Lord 9
Los 5
Losing 6
Lost 62
Lots 28
Louis 4
Love 72
Loved 10
Lovely 15
Loves 6
Loving 14
Low 7
Lucas 4
Luck 5
Luckily 5
Lucky 24
Luke 6
Lunch 8
Lying 4
M 61
M25 5
MAC 7
MAD 5
MADE 24
MAJOR 5
MAKE 7
MAN 12
MANY 8
MASSIVE 4
MBP 5
MC 4
MCFLY 5
MCR 6
MCRmuffin 10
MD 6
ME 102
MEAN 4
MI 5
MIA 17
MILEY 5
MISS 26
MISSED 9
MISSING 5
MN 5
MONDAY 4
MONEY 5
MORE 15
MORNING 10
MOTHER 4
MP3 4
MR 4
MRI 5
MS 17
MSN 13
MSU 4
MTV 9
MUCH 23
MUST 7
MY 114
MYSELF 4
Mac 61
MacBook 15
MacHeist 5
Macbook 12
Mad 10
Made 28
Madison 5
Madonna 9
Madrid 9
Magic 8
Mah 4
Mail 6
Major 11
Make 22
Makes 24
Making 14
Malaysia 4
Mall 4
Mama 4
Man 104
ManU 5
Manchester 14
Manhattan 4
Manila 5
Many 5
Mar 4
Marathon 10
March 6
MariahCarey 17
Marie 4
Mario 6
Mark 13
Market 6
Marley 30
Martin 5
Mary 11
Maryland 7
Mass 4
Massive 4
Master 4
Math 8
Maths 6
Matt 13
Matthew 9
Mavs 5
Max 10
May 74
Maya 6
Maybe 87
McDonalds 5
McFly 12
McJayxo 9
Me 429
Meat 4
Media 8
Meet 5
Meeting 8
Megan 6
Meh 8
Melbourne 13
Melissa 4
Memories 4
Memphis 5
Men 15
Met 6
Mexican 6
Mexico 13
Miami 12
Michael 11
Michelle 8
Michigan 11
Microsoft 5
Mid 4
MidasJackson 6
Might 36
Mika 4
Mike 10
Miley 17
Milk 7
Millionaire 8
Milwaukee 5
Mind 5
Mine 22
Minnesota 7
Miss 68
MissNixs 4
Missed 42
Misses 8
Missin 9
Missing 86
Mmm 6
Mmmm 5
Mo 4
Mobile 10
Modern 4
Molly 4
Mom 33
Mommy 9
Mon 5
Monday 241
Mondays 32
Money 6
Monkey 4
Monster 6
Montana 11
Montreal 10
Moo 4
Moon 7
More 40
Mornin 10
Morning 168
Moscow 4
Most 14
Mostly 7
Mother 9
Mountain 6
Movie 10
Movies 4
Moving 8
Mr 38
Mrs 13
Ms 6
Much 18
Mum 17
Mumbai 5
Murray 4
Music 15
MussoMitchel 14
Must 55
My 1076
MySQL 12
MySpace 8
Myspace 5
Mzcertified 9
Mï 4
N 47
N95 5
NASA 4
NBA 11
NC 7
NE 4
NEED 29
NEEDS 4
NET 5
NEVER 14
NEW 4
NEXT 5
NFL 4
NHL 4
NICE 10
NIGHT 4
NJ 5
NK 4
NKOTB 5
NLT 7
NO 85
NOOO 9
NOOOO 10
NOOOOO 5
NOOOOOO 6
NOT 163
NOTHING 10
NOW 48
NY 31
NYC 42
NZ 12
Nah 9
Nambu 12
Names 4
Nas 4
Nash 4
Nashville 7
Nasty 4
Nat 5
Natalie 4
National 8
Nature 5
Nearly 8
Nebraska 4
Need 110
Needs 26
Net 6
Netflix 5
Netherlands 4
Network 8
Never 54
New 90
Newcastle 13
News 7
Next 32
Nice 45
Nicholas 4
Nick 20
Night 53
Nike 6
Ninja 4
Nite 12
No 619
Noah 4
Nobody 20
Nokia 12
None 16
Nooo 8
Noooo 10
Nooooo 6
Noooooo 8
Nope 30
North 14
Northern 5
Not 505
Note 13
Nothin 4
Nothing 54
Now 322
Nuff55 5
O 117
O2 4
OC 7
OF 28
OFF 11
OH 53
OK 46
OLD 7
OMFG 8
OMG 140
ON 51
ONE 19
ONLY 12
OR 10
OS 11
OSX 5
OUCH 9
OUT 27
OUTSIDE 6
OVER 18
O_o 4
Obama 7
Observe 4
Obsessed 5
Obviously 7
Ocean 5
October 4
Of 39
Off 160
Office 13
OfficialAshleyG 5
Officially 4
Oh 579
Ohh 15
Ohhh 7
Ohio 18
Ok 92
Okay 45
Old 17
Oliver 4
Omfg 6
Omg 54
On 170
Once 15
One 75
OneLuvGurl 6
Online 4
Only 97
Ooh 10
Ooo 7
Oooh 4
Ooops 13
Oops 20
Op 4
Open 5
Opening 6
Opera 5
Oprah 14
Or 59
Oracle 26
Orange 10
Order 4
Ordered 4
Origins 7
Orlando 14
Orleans 5
Oscar 6
Other 10
Otherwise 5
Ottawa 5
Ouch 31
Ouchie 5
Our 44
Out 31
Over 12
Overslept 4
Ow 14
Owww 6
Oy 8
Oz 6
P 61
PA 8
PBS 6
PC 51
PDF 4
PEOPLE 5
PERFECT 4
PHONE 6
PHP 7
PINK 5
PLAY 7
PLEASE 33
PM 10
POOR 5
PS 16
PS2 8
PS3 11
PT 4
Pacific 5
Packing 13
Palm 5
Pandora 6
Panera 4
Papa 5
ParentStudent 4
Parents 4
Paris 22
Park 22
Part 8
Party 4
Paul 12
Paula 4
PaulaAbdul 9
PayPal 4
Paypal 4
Peace 10
Peanut 5
Penguins 4
Penn 5
Pennsylvania 4
Penny 4
People 34
Perfect 10
Perhaps 5
Period 4
Perth 8
Pet 6
Pete 4
Peter 4
Phew 4
Phil 13
Philippines 10
Philly 10
PhillyD 6
Phoenix 9
Phone 16
Photo 17
Physics 6
Pic 5
Picture 5
Pictures 4
Pink 7
Pirate 4
Pirates 5
Pissed 4
Pistons 4
Pit 4
Pittsburgh 9
Pity 18
Pizza 10
Planet 5
Play 4
Played 6
Playing 11
Playoffs 6
Please 100
Pls 5
Plus 19
Plymouth 5
Point 4
Poop 6
Poor 142
Portland 13
Portugal 4
Post 8
Potter 7
Pounds 5
Power 14
Pray 6
Praying 4
Pre 4
Premiere 4
Preparing 7
President 5
Pretty 23
Prince 8
Princess 5
Prison 5
Prix 6
Pro 10
Prob 7
Probably 26
Problem 4
Project 6
Prom 7
Ps 5
Psych 5
PushPlayCJ 4
Pushing 5
Put 5
Python 4
Q 14
Queen 5
Quite 10
R 46
RAIN 10
RAM 8
RC 5
RE 6
READY 4
REAL 12
REALLY 54
RED 4
RFID 5
RIGHT 6
RIP 57
ROFL 6
ROOM 4
RSS 4
RUN 4
Race 6
Rach 5
Rachealblack110 7
Rachel 8
Radio 9
Rain 34
Raining 16
Rainy 19
Ran 6
Random 5
Ray 10
Re 15
Read 8
Reader 7
Reading 15
Ready 14
Real 13
RealHughJackman 8
Realized 4
Really 110
Record 6
Recovering 8
Red 31
Reese 4
Remember 14
Report 8
Rest 10
Restaurant 4
Returned 4
Revising 4
Revision 9
Rex 4
Richmond 4
Rick 4
Right 37
Riley 5
RiskyBusinessMB 6
Road 5
Rob 6
RobPattinson_ 5
Robert 5
Robin 5
Rock 15
Rockstar 4
Rocky 9
Roll 6
Rome 10
Ron 4
Room 4
Rose 8
Ross 4
Round 5
Rove1974 13
Royal 4
Rubbish 9
Ruby 7
Rudd 6
Rules 4
Run 6
Running 23
Rush 4
Russell 5
Russia 4
Ryan 22
RyanSeacrest 8
S 164
SA 16
SAD 17
SAT 32
SATS 4
SATURDAY 5
SATs 11
SAVE 4
SAY 4
SB 5
SC 12
SCHOOL 8
SD 5
SEE 12
SERIOUSLY 5
SF 19
SFO 4
SG 4
SHE 9
SHIT 17
SHOW 4
SHUT 4
SICK 9
SIGH 5
SLEEP 18
SM 5
SMH 4
SMS 9
SNL 8
SNOW 9
SNOWING 6
SO 130
SOME 6
SOMETHING 9
SOO 9
SOON 11
SOOO 10
SOOOO 7
SORRY 12
SP 4
SPRING 4
SQL 4
SRBMALIK 7
STATES 5
STAY 4
STILL 29
STOP 11
STUCK 4
STUDY 4
STUPID 7
SUCK 8
SUCKS 14
SUN 9
SUNDAY 5
SURE 4
Sabrina 4
Sad 126
Sadly 54
Sadness 4
Safari 12
Sam 19
Same 27
Samsung 5
San 27
Sandra 8
Sarah 18
SarahSaner 4
Sat 47
Saturday 136
Saturdays 14
Saw 18
Say 9
Says 6
Scared 6
Scary 6
Schofe 23
School 102
Science 6
Scotland 14
Scott 8
Scratch 4
Screw 5
Sea 4
Sean 8
Season 6
Seattle 10
Second 4
Secret 5
See 39
Seeing 8
Seems 18
Selena 5
Send 9
Sending 18
Seoul 4
September 4
Seriously 33
Server 8
Service 11
Seven 5
Shame 59
Shanghai 12
Sharks 8
She 137
Sheamus 4
Shes 5
Shit 22
Shoot 5
Shopping 9
Short 4
Should 57
Shoulda 4
Show 21
Shower 5
Shows 4
Sick 39
Sigh 33
Silva 7
Silver 7
Silverlines 5
Simon 6
Simpsons 4
Sims 7
Since 8
Singapore 8
Sister 4
Sittin 8
Sitting 48
Six 6
Sky 16
Skype 6
Sleep 33
Sleeping 8
Sleepy 15
Slept 18
Slight 4
Slightly 5
Slowly 4
Slumdog 9
Smart 7
Smile 4
Sniff 5
Snow 14
So 532
Soccer 5
Social 5
Society 7
Some 53
Somebody 9
Somehow 5
Someone 82
Something 17
Sometimes 27
Son 4
SongzYuuup 6
Sonic 7
Sonny 4
Sony 5
Soo 7
Soon 8
Sooo 22
Soooo 13
Sooooo 6
Sophie 5
Sore 17
Sorry 290
Sorting 6
Sound 4
Sounds 24
South 22
Sox 6
Space 6
Spain 17
Spanish 21
Spartans 4
Spears 4
Special 9
Spencer 4
Spend 4
Spending 9
Spent 22
Spiders 4
Spitphyre 5
Sport 5
Sports 8
Spotify 11
Spring 64
Spurs 13
Square 4
St 21
Stanley 4
Star 18
Starbucks 20
Staring 4
Start 6
Started 14
Starting 23
Starts 7
State 11
States 5
Station 4
Stay 7
Stayed 12
Staying 11
Steam 4
Steph 5
Stephen 8
Steve 16
Steven 4
Still 295
Stomach 8
Stone 4
Stop 13
Stopped 5
Store 13
Storm 5
StormClaudi 4
Story 7
Street 8
Stress 5
Struggling 4
Stuck 54
StudioFairy 4
Study 7
Studying 13
Stuff 5
Stupid 77
Subway 6
Such 30
Suck 4
Sucks 24
Suffering 6
Summer 18
Sun 58
Sunday 179
Sundays 19
Sunny 19
Suns 5
Sunshine 8
Super 31
Support 5
Suppose 6
Supposed 7
Sure 12
Surfing 4
Susan 10
SusanB328 6
Sutil 10
Sweden 9
Sweeney 4
Sweet 12
Swine 14
Swiss 4
Syd 4
Sydney 21
System 8
T 126
TALKING 4
TELL 7
TERRIBLE 4
TH 5
THANK 4
THANKS 5
THAT 44
THE 116
THEM 4
THEN 8
THERE 9
THEREALSWIZZZ 4
THEY 9
THINK 7
THIS 37
THREE 4
TIME 13
TIMES 7
TIRED 9
TN 4
TO 155
TODAY 14
TOMORROW 13
TONIGHT 8
TOO 27
TOP 4
TOTALLY 4
TRUE 4
TT 6
TV 85
TWITTER 11
TWO 5
TX 9
T_T 9
Taco 7
Take 24
Taking 45
Talent 7
Talk 11
Talking 8
Tally 4
Tampa 6
Tanya 4
Target 9
Taylor 9
Tea 7
Team 8
Tech 6
Tell 17
Tennant 6
Tennessee 4
Terminator 4
Terrible 6
Terry 4
Tesco 10
Test 11
Testing 4
Texas 26
Text 10
Thai 6
Thank 55
Thankfully 4
Thanks 125
That 369
Thats 27
The 827
TheEllenShow 6
TheEngTeacher 4
TheRealJordin 5
Their 6
Then 72
There 146
Theres 6
These 15
Thesis 4
They 202
Thing 4
Things 8
Think 48
Thinking 34
Thinks 17
This 324
Those 15
Though 15
Thought 27
Three 9
Throat 9
Thunder 8
Thurs 10
Thursday 46
Thx 11
TickleMeJoey 4
Tim 6
Time 107
Times 15
Tired 42
Tiredofbeinsexy 4
Tis 5
Tittch 12
To 104
Toast 4
Today 132
Todays 7
Todd 5
Tokyo 6
Told 5
Tom 26
TomFelton 14
Tommorow 4
Tommy 6
Tomorrow 43
Tonight 24
Tony 6
Too 187
Took 19
Top 9
Topshop 4
Toronto 12
Totally 21
Touch 9
Tough 5
Tour 4
Towers 4
Town 12
Toy 4
Tracy 7
Traffic 9
Train 10
Training 5
Trek 11
Tried 30
Trip 4
Trouble 6
True 11
Trust 6
Try 21
Tryin 4
Trying 137
Tues 6
Tuesday 80
Tummy 9
Turn 4
Turned 8
Turns 5
Tweet 27
TweetDeck 31
Tweetdeck 19
Tweetie 46
Tweeting 10
Tweets 15
Twilight 23
Twit 5
Twitpic 4
Twitter 285
TwitterBerry 5
Twittering 4
Twitters 9
Twitterverse 5
Twitterville 4
Two 25
Tylenol 6
Tyler 5
Type 7
Typical 10
Tyrese4ReaL 4
Tyson 4
U 147
UCAP 5
UFC 13
UGH 39
UI 6
UK 76
UNITED 6
UP 28
UPS 5
UPSET 4
UR 9
URL 18
US 57
USA 29
USB 20
Ubuntu 16
Ugh 222
Ughh 7
Ughhh 9
Uh 23
Um 9
Umm 7
Ummm 5
Unable 5
Uncle 6
Unfortunately 68
Unfortunatly 4
Uni 17
Union 4
United 11
University 8
Unless 8
Until 10
Up 92
Update 4
Upload 4
Upset 4
Ur 7
Urgent 4
Urgh 15
Used 6
Using 8
Usually 5
Utd 7
V 17
VA 4
VERY 19
VIDEO 6
VS 6
Vacation 8
Valley 4
Vancouver 10
Vegas 34
Verizon 4
Versus 4
Very 88
Vet 4
Vettel 6
Victoria 7
Video 8
Virgin 11
Virginia 6
Vista 18
W 24
WA 4
WAIT 7
WANNA 15
WANT 40
WANTS 5
WAS 35
WATCH 4
WAY 23
WE 15
WEEK 9
WEEKEND 4
WELL 11
WERE 7
WHAT 31
WHEN 9
WHERE 11
WHINE 4
WHO 6
WHOLE 5
WHY 55
WILL 12
WISH 17
WITH 15
WITHOUT 5
WOOO 4
WORK 22
WORKING 5
WORLD 6
WORST 6
WOULD 11
WOW 21
WP 6
WRONG 4
WTF 51
WTH 6
Wah 7
Wait 14
Waiting 63
Waking 17
Wales 6
Walking 8
Wall 4
Walmart 4
Wanna 13
Want 50
Wanted 16
Wanting 5
Wants 37
War 4
Ward 4
Wars 6
Was 82
Washington 6
Wasn 9
Wasted 4
Watch 11
Watched 15
Watchin 5
Watching 130
Way 13
We 292
Weather 23
Web 5
Wed 9
Wednesday 36
Week 16
Weekend 14
Weekends 6
Weird 5
Welcome 16
Well 214
Wembley 8
Went 41
Were 7
West 9
Wet 4
Whale 4
What 391
Whatever 4
Whats 13
When 82
Whenever 4
Where 112
Wheres 4
Which 19
While 10
White 11
Who 55
Whole 8
Whose 4
Why 399
WiFi 8
Wicked 5
Wife 8
Wii 15
Will 95
Willie_Day26 9
Wilson 4
Win 5
Win7 4
Windows 29
Wine 4
Winter 9
Wisconsin 4
Wish 202
Wishes 20
Wishing 42
With 37
WoW 15
Woe 8
Woke 65
Wolverine 33
Wolves 4
Women 8
Won 25
Wonder 8
Wonderful 5
Wondering 34
Woo 20
Woods 4
Wooo 4
Woop 5
Woot 6
Word 8
Wordpress 4
Work 118
Worked 10
Workin 9
Working 88
World 21
Worried 6
Worst 14
Wossy 15
Would 35
Wow 108
Writing 11
Wrong 8
Wtf 11
X 56
XD 33
XO 5
XP 8
XUV 4
Xbox 11
Xoxo 4
Xx 7
Xxx 5
Y 32
YA 5
YAY 29
YEAH 6
YEARS 4
YES 19
YET 4
YM 4
YO 5
YOU 117
YOUR 17
YT 4
YUCK 4
Ya 8
Yahoo 10
Yankees 20
Yawn 5
Yay 69
Yea 25
Yeah 166
Year 5
Yeh 5
Yep 35
Yes 97
Yesterday 12
Yet 19
Yey 4
Yikes 12
Yippee 5
Yo 10
York 26
Yorkshire 4
You 423
YouTube 17
Your 60
Yours 4
Youth 6
Youtube 8
Yuck 11
Yucky 4
Yum 7
Yummy 5
Yup 13
Z 5
Zac 5
Zack 6
Zen 4
Zero 4
Zoo 5
_ 29
__ 7
aargh 5
abandon 5
abandoned 10
ability 17
abit 9
able 211
abroad 4
absent 6
absolute 13
absolutely 45
absolutly 4
abt 32
abuse 4
abused 6
abusing 4
academy 6
accent 7
accept 12
accepted 6
access 36
accessing 4
accident 34
accidentally 28
accidently 11
accomplished 4
according 9
account 78
accounting 8
accounts 23
acct 7
ace 6
ache 91
aches 13
achey 4
aching 24
achy 8
acid 4
acostic 4
acoustic 7
across 19
act 9
acting 27
action 26
actions 7
active 6
activities 6
activity 4
actor 5
actress 6
actual 13
actually 282
ad 18
adam 4
adapter 6
add 63
added 20
addict 5
addicted 22
addiction 9
addictive 8
adding 10
additional 5
address 12
adlantis 9
admin 6
admit 12
adopt 5
adopted 4
adorable 8
ads 9
adult 10
advanced 4
advantage 7
adventure 4
adventures 5
advertising 5
advice 19
affect 4
affected 6
affecting 4
afford 59
afraid 65
afterall 4
afternoon 105
afterwards 7
age 32
agenda 10
agent 5
agents 4
ages 49
agh 5
aghhh 4
ago 185
agony 4
agree 81
agreed 15
agreeing 5
agrees 4
ah 81
aha 8
ahah 5
ahaha 12
ahead 55
ahem 4
ahh 57
ahhh 37
ahhhh 11
ahhhhh 6
ahj 4
ai 7
aid 10
aim 8
aimss123 9
aint 59
air 61
aircon 5
airport 85
aka 10
ako 10
akong 4
aku 5
al 15
alarm 56
alas 33
album 52
albums 8
alcohol 26
alcoholic 4
alerts 5
alesa13 4
alex 11
alice 4
alien 4
alive 33
allergic 27
allergies 51
allergy 10
alll 5
allll 4
alllll 5
allllll 4
allot 4
allow 15
allowed 38
almost 242
alone 225
along 46
alot 43
aloud 5
alpha 6
already 534
alright 45
also 219
alter 4
alternative 8
altho 4
although 47
always 381
alyssa 4
amanda 5
amazed 5
amazing 132
amazingly 4
amazingphoebe 30
amazon 12
ambulance 6
america 19
american 13
ameym21 7
amount 28
amounts 11
amp 1183
amsterdam 5
amused 7
amusing 4
amy 7
anQjU 21
analysis 6
anatomy 8
andy 9
andyclemmensen 8
ang 15
angel 16
anger 5
anggiemoy 7
angry 40
angst 4
animal 16
animals 15
animation 7
anime 10
anioklin 6
ankle 51
anniversary 15
announce 7
announced 11
announcement 4
annoy 4
annoyed 46
annoying 76
annoys 4
annual 6
another 440
ans 4
answer 84
answered 10
answering 7
answers 13
ant 5
anti 12
antibiotics 8
ants 10
anxiety 17
anxious 4
any1 9
anybody 20
anymore 287
anyone 228
anyones 4
anything 276
anytime 17
anyway 118
anyways 32
anywhere 69
anywho 4
ap 10
apart 36
apartment 32
aplusk 29
apologies 8
apologize 5
app 61
apparently 80
appealing 6
appear 13
appearance 4
appeared 4
appearing 5
appears 14
appetite 9
apple 28
application 17
applications 7
applied 11
apply 12
appointment 35
appreciate 11
appreciated 6
approach 4
appropriate 4
approved 4
apps 52
appt 19
april 25
apt 18
area 36
arent 26
argh 53
arghh 5
argument 7
arm 47
arms 21
army 10
arnt 5
around 265
arrive 12
arrived 29
arrives 5
arriving 7
arse 8
arsed 7
arsenal 8
art 59
arthritis 4
article 26
articles 11
artist 8
artwork 5
arvo 10
asap 14
ashamed 14
ashley 10
ashsimpsonwentz 4
ashton 4
asian 7
aside 10
ask 66
asked 53
asking 26
asks 7
asleep 201
asot400 125
ass 127
assembly 5
asses 8
assessment 8
assessments 4
asshole 8
assignment 53
assignments 27
assume 9
assuming 5
asthma 11
astra 4
astrid35 9
aswell 19
ate 118
atebits 11
atl 4
atleast 21
atm 41
attached 4
attack 23
attacked 7
attacks 5
attempt 19
attempted 4
attempting 12
attempts 5
attend 29
attending 6
attention 27
attitude 5
attractive 5
au 11
aubinerie 5
auction 4
audience 10
audio 26
audition 6
auditions 5
augiebop 6
august 4
aunt 13
aus 6
aussie 4
australia 15
author 9
auto 15
autograph 5
automatically 4
av 4
avail 5
available 52
avatar 10
ave 4
average 8
avoid 11
avoiding 6
aw 81
awaiting 7
awaits 9
awake 257
awards 7
aware 10
awareness 4
awaresg 14
away 507
awe 18
aweful 4
awesome 201
awesomeness 4
awful 84
awh 11
awhile 25
awkward 10
awoke 4
awsome 7
aww 176
awwh 5
awww 104
awwww 45
awwwww 15
awwwwww 6
awwwwwww 4
ay 8
aye 4
b 193
b4 41
b4k4n3k0 6
ba 6
babe 43
babes 9
babies 25
baby 277
babysit 4
babysitting 16
bac 7
back 2317
backed 4
background 28
backpack 4
backstreetboys 4
backup 11
backwards 5
backyard 14
bacon 20
bad 1133
badass 7
badly 57
badminton 5
bag 47
bagel 8
bags 19
bah 15
baha 4
bahaha 4
bailed 8
bailing 4
bak 15
bake 9
baked 5
baking 11
balance 4
balcony 11
bald 6
ball 30
ballet 5
balloon 4
balls 23
bamboozle 10
ban 5
banana 7
bananas 4
band 69
bandage 6
bands 17
bandwidth 4
bang 5
banging 8
bank 42
banks 5
banned 15
banner 4
banter 5
bar 58
barbecue 4
bare 5
barely 55
barf 4
barrel 4
bars 14
base 8
baseball 21
based 26
basement 9
bash 8
bashing 4
basic 6
basically 17
basis 4
basket 7
basketball 17
bass 7
bastard 10
bastards 8
bat 6
batch 8
bath 25
bathroom 27
bathrooms 4
batt 5
batteries 17
battery 64
battle 20
battling 5
bawled 4
bay 10
bb 23
bball 4
bbc 12
bbq 15
bby 4
bc 48
bck 10
bday 49
beach 107
beaches 4
bean 6
beans 12
bear 20
beard 5
bears 11
beast 4
beat 47
beaten 6
beating 8
beats 11
beau 5
beautiful 184
beauty 7
bebo 8
became 13
becca 7
beckons 4
become 37
becomes 7
becoming 12
bed 952
beddd 4
bedroom 20
beds 6
bedtime 14
bee 21
beep 5
beer 55
beers 12
beg 4
begin 22
beginning 19
begins 24
begun 8
behaved 4
behaving 4
behind 84
bein 10
belfast 4
belgium 5
believe 283
believed 4
belive 7
bell 16
belly 25
belong 9
beloved 9
ben 12
bench 4
bend 5
benefit 4
bent 6
bentley 4
berlin 4
berry 7
beside 7
besides 13
best 289
bestest 5
bestfriend 9
bestie 10
bet 56
beta 22
better 621
beyond 16
bf 35
bff 19
bg 7
bid 4
big 227
bigger 15
biggest 26
bike 69
bikes 4
biking 8
bill 21
billbeckett 7
billion 13
bills 23
bin 15
bio 14
biology 17
bird 41
birds 26
birthday 131
biscuit 4
biscuits 10
bit 479
bitch 57
bitches 8
bitching 4
bite 23
bites 13
biting 5
bits 19
bitten 4
bitter 4
biz 9
bizarre 4
bjwheeler_2 7
bk 19
bkite 9
black 53
blackberry 32
blackharu777 8
blacksmoke3 6
blah 55
blahh 10
blair 5
blame 25
blank 9
blanket 9
blankets 7
blast 24
blasting 8
blazers 4
bleach 7
blech 4
bleeding 20
bleh 23
blend 6
bless 15
blessed 5
blew 19
blind 6
blink 4
blip 37
bliss 7
blister 11
blisters 10
bloated 9
block 29
blocked 41
blocking 8
blocks 7
blog 85
blogging 10
blogs 10
blogspot 8
blogtv 5
blonde 9
blood 45
bloody 78
blooming 5
blow 21
blowing 13
blown 4
blows 14
blu 4
blue 59
blues 25
blurry 5
bn 9
board 19
boarding 8
boat 24
bob 4
bobbyllew 5
body 104
bogged 4
boiler 4
boiling 4
bold 5
bomb 8
bone 9
bones 9
bonus 5
boo 186
booboo 4
boobs 14
boohoo 12
book 109
booked 20
books 64
booo 29
boooo 24
booooo 7
boooooo 4
booooooo 6
boot 17
booted 5
boots 14
booze 10
border 4
borders 4
bore 6
bored 446
boredd 6
boredom 8
boring 227
born 13
borrow 6
boss 43
boston 8
bother 16
bothered 32
bothering 6
bottle 29
bottles 6
bottom 24
bought 116
bounce 6
bound 14
bout 93
bowl 17
bowling 19
box 55
boxes 19
boxing 4
boy 112
boyfriend 79
boys 70
bra 5
braces 18
bradie 5
bradiewebbstack 13
brain 52
brains 6
brake 4
branch 7
brand 13
brandon 6
brave 4
brazil 9
bread 24
break 271
breakfast 129
breakie 6
breaking 35
breaks 26
breakup 4
breast 6
breath 14
breathe 21
breathing 6
brianangelday26 18
brick 4
bridal 7
bride 7
bridge 6
bridgettegreen 8
briefly 4
bright 27
brill 5
brilliant 19
bring 88
bringing 9
brings 12
british 6
britney 17
britneyspears 18
bro 40
broadband 13
broadcast 7
broke 184
broken 157
bronchitis 4
brother 101
brothers 28
brought 34
brown 14
brownies 11
browse 4
browser 13
bruce 4
bruise 9
bruised 7
bruises 5
brunch 21
brutal 5
bs 9
bt 18
btw 69
bubble 11
bubbles 6
buck 5
bucket 5
bucks 18
bud 6
buddies 12
buddy 24
budget 14
buds 4
bueno 13
buffalo 4
buffet 4
buffy 4
bug 50
bugger 12
buggered 7
buggers 4
bugging 7
buggy 9
bugs 31
buh 5
build 20
builders 5
building 33
built 10
bull 4
bullied 5
bulls 5
bullshit 9
bum 19
bummed 107
bummer 44
bump 9
bunch 34
bunches 5
bunged 5
bunnies 6
bunny 20
buns 4
burger 19
burgers 6
buried 8
burn 38
burned 19
burning 25
burns 5
burnt 54
burrito 4
burst 9
bus 110
buses 5
busiest 4
business 54
bust 19
busted 15
busy 220
butt 27
butter 17
butterflies 4
butterfly 4
button 33
buttons 12
buy 176
buying 41
buys 7
buzz 5
bye 80
bï 9
c 148
cab 16
cable 39
cables 6
caches 4
cafe 13
caffeine 14
cage 10
cake 50
cakes 6
calendar 6
calf 8
cali 9
california 15
call 229
called 123
callin 5
calling 46
calls 34
calm 5
calorie 5
calories 8
cam 17
came 162
camera 84
cameras 6
camp 28
camper 8
camping 13
campus 15
canada 13
canal 9
cancel 30
canceled 29
cancelled 85
cancelling 7
cancer 13
candy 14
canned 4
cannot 104
cans 4
cant 699
canteen 5
cantu 5
canï 5
cap 9
capable 4
capacity 13
capped 4
caps 6
captain 5
car 342
carbs 5
card 54
cardio 5
cards 24
care 101
career 21
careful 11
cares 11
carolina 6
carpal 4
carpet 11
carried 4
carrot 6
carry 9
carrying 5
cars 24
cart 4
casa 4
case 67
cases 7
cash 30
casino 5
cast 12
castle 7
casual 4
cat 128
catch 113
catching 24
catchthesunx 4
cats 36
caught 58
cause 201
caused 15
causes 5
causing 10
caved 4
cba 13
cc 5
cd 18
cds 5
ce 4
ceiling 8
celeb 7
celebrate 24
celebrated 4
celebrating 5
celebrities 7
celebrity 8
celebs 12
cell 46
cellphone 12
cells 4
celtics 4
center 10
central 4
centre 14
century 6
cept 9
cereal 25
ceremony 4
certain 28
certainly 13
ch 20
cha 8
chai 5
chain 10
chair 20
challenge 11
challenges 4
champagne 9
championship 7
chance 92
chances 13
change 120
changed 47
changes 18
changing 24
channel 33
channels 6
chaos 5
chapter 14
chapters 12
character 18
characters 14
charge 31
charged 7
charger 30
charging 8
charlie 5
charlii1 4
chars 6
chase 7
chased 5
chasing 5
chat 45
chatting 12
chavie101 4
cheap 22
cheaper 4
cheated 7
cheating 7
check 144
checked 39
checking 27
checks 6
cheek 5
cheer 41
cheering 6
cheers 11
cheese 51
cheesy 6
chef 4
chelsea 9
chem 13
chemistry 14
cherry 10
chest 19
chewed 4
chewing 4
chi 6
chicago 16
chick 18
chicken 49
chickens 8
chicks 6
chihuahua 5
child 31
children 30
chile 4
chill 22
chilli 4
chillin 31
chilling 16
chills 7
chilly 20
chin 5
china 10
chinese 17
chip 9
chipped 6
chips 14
chiropractor 4
choc 7
chocolate 87
chocolates 4
choice 25
choices 6
choir 5
choked 6
choose 19
chop 6
chores 21
chose 8
chris 14
chromachris 13
chronic 4
chuck 16
chunk 4
church 94
cider 4
cigarette 6
cigarettes 10
cigs 4
cinema 20
cinemas 4
cinnamon 6
circle 5
circles 5
circus 8
cities 5
city 71
civil 4
claim 6
claims 4
class 274
classes 52
classic 8
clean 111
cleaned 29
cleaning 100
clear 28
cleared 5
clearing 5
clearly 19
clears 6
clever 5
click 22
clicked 7
clicking 6
client 32
clients 10
climb 8
climbing 4
clinic 6
clip 6
clips 6
clock 44
clone 6
close 111
closed 92
closer 27
closest 6
closet 10
closing 23
clothes 58
cloud 11
clouds 18
cloudy 27
clown 4
clowns 5
club 59
clubbing 4
clubs 8
clue 26
clumsy 4
cm 5
cnt 16
co 28
coach 11
coachella 29
coast 18
coat 20
cock 6
cocktail 4
coco 6
cocoa 4
cocoward 4
code 32
codes 6
coding 8
coffee 214
coke 23
cold 550
colder 6
coldness 4
colds 11
collage 4
collapsed 5
colleagues 7
collection 8
college 178
colleges 4
color 18
colors 5
colour 10
com 1093
combination 10
combo 8
come 665
comedy 12
comes 102
comfort 14
comfortable 10
comfy 8
comic 12
comics 5
comin 12
coming 338
comment 42
commented 5
commenting 8
comments 32
commercial 13
commercials 9
comming 7
commission 6
commit 6
committed 4
common 10
communicate 4
communication 5
community 15
commute 7
comp 30
companies 7
company 127
compare 4
compared 6
compatible 6
competition 19
complain 9
complaining 6
complaints 4
complete 39
completed 16
completely 61
completly 5
complex 9
complicated 14
computer 197
computers 14
con 13
concentrate 17
concept 7
concern 5
concerned 7
concert 86
concerts 9
conclusion 4
concrete 5
condition 10
conditioner 4
conditioning 6
conditions 4
condolences 8
cone 8
cones 5
conference 20
confidence 4
confident 7
confirm 5
confirmation 8
confirmed 14
conflict 6
confuse 4
confused 60
confusing 23
congested 4
congestion 4
congrats 10
congratulations 4
connect 15
connected 9
connection 52
consider 6
considered 7
considering 23
consolation 4
console 4
constant 7
constantly 11
construction 6
consuming 4
consumption 5
contact 25
contacts 27
contemplating 10
content 15
contents 6
contest 31
context 4
continue 16
continues 8
contract 9
control 26
controller 4
convention 5
conversation 13
conversations 4
conversion 5
convertible 4
convince 14
convinced 4
convo 5
cook 31
cooked 6
cookie 13
cookies 34
cooking 28
cool 214
cooler 6
coop 4
cooped 6
cop 8
cops 9
copy 37
copyright 5
cord 8
core 10
corn 4
corner 22
cornwall 4
correct 12
correction 6
correctly 6
corrupted 8
cos 88
cosplay 4
cost 26
costs 15
costume 5
costumes 5
cottage 5
couch 40
cougar 4
cough 58
coughing 31
could 786
coulda 9
couldnt 50
couldve 11
count 28
counted 4
counter 9
counting 21
country 43
counts 8
county 4
couple 107
couples 5
coupons 4
courage 5
course 99
coursework 64
court 15
cousin 28
cousins 19
cover 15
coverage 9
covered 32
covering 5
covers 10
cow 9
coworkers 5
cows 4
coz 77
crab 9
crabby 4
crack 13
cracked 14
crackers 5
cracking 5
craft 4
craig 5
cramp 8
cramps 9
crank 4
cranky 9
crap 187
crappy 67
crash 39
crashed 38
crashes 14
crashing 24
craving 37
crawfish 7
crawl 15
crawling 5
craziest 6
crazy 139
cream 64
create 16
created 10
creating 7
creative 11
creativity 4
creature 5
credit 25
credits 6
creepy 20
crew 14
crib 8
cricket 21
cried 52
cries 16
crime 6
crisis 6
crisps 6
crispy 6
croissant 5
crop 4
cross 6
crossed 27
crossing 8
crotch 4
crowd 18
crowded 4
crown 6
crows 6
cruel 20
cruise 16
crummy 6
crunch 6
crush 11
crushed 13
crutches 4
cry 194
crying 101
csi 4
css 5
ctrl 5
cu 5
cubs 4
cud 5
cuddle 34
cuddles 9
cuddling 4
culture 4
cum 5
cup 56
cupboard 5
cupcake 6
cupcakes 16
cuppa 8
cups 7
cure 20
curious 5
curl 11
current 22
currently 38
curry 11
curse 9
cursed 6
cursing 4
cursor 5
curtains 5
curve 4
cus 18
custom 6
customer 15
customers 12
cut 128
cute 93
cutest 9
cutie 9
cuts 5
cutting 21
cuz 146
cw 4
cycle 9
cycling 4
cyrus 4
cï 17
da 56
dad 135
daddy 23
dads 13
daft 4
daily 27
dairy 5
dallas 5
dam 16
damage 13
damaged 8
damm 4
dammit 34
damn 352
damnit 20
dan 11
dance 50
danced 5
dancing 36
danecook 4
dang 41
dangerous 13
dangit 9
daniel 5
danny 12
dannywood 26
dare 16
dared 4
dark 63
darker 6
darling 15
darn 32
dashboard 4
dat 22
data 20
database 9
date 61
dates 18
dating 6
dats 5
daughter 49
dave 7
davedays 4
david 9
dawn 7
day 2596
daydreaming 4
daylight 7
days 633
daytime 5
dbl 4
dc 7
ddlovato 61
de 26
dead 167
deadline 13
deadlines 6
deaf 6
deal 50
dealing 12
deals 5
dear 95
deasaurr 5
death 86
debating 8
decent 32
decide 26
decided 62
decides 6
decision 17
decisions 13
deck 8
decorating 6
dedication 4
deep 24
deepbluesealove 5
deeper 4
deeply 4
def 35
default 7
defense 5
definately 8
definitely 64
defo 6
degree 20
degrees 49
deh 4
delay 13
delayed 26
delete 27
deleted 35
deleting 8
delhi 4
delicious 21
deliver 8
delivered 9
delivers 4
delivery 19
dem 4
demand 7
demanded 4
demi 20
demo 6
den 5
denial 4
denied 6
dent 4
dental 4
dentist 75
dentists 7
deny 4
departure 4
depending 5
deployment 4
deposit 4
depress 4
depressed 67
depressing 73
depression 10
deprived 6
derby 7
describe 5
desert 5
deserve 17
design 31
designed 4
designer 8
designing 5
designs 5
desk 46
desktop 17
desperate 18
desperately 11
despite 23
destroy 4
destroyed 17
details 6
determined 4
detox 4
dev 6
devastated 7
develop 5
developed 7
developer 7
developers 5
developing 7
development 7
device 5
devil 10
devo 7
dexter 6
dh 4
di 5
dial 5
dice 5
dick 6
dictionary 4
didnt 295
didnï 5
die 85
died 169
diego 13
dies 20
diet 31
diff 10
difference 20
different 61
difficult 54
difficulties 4
dig 9
digging 9
digital 12
dim 4
din 8
dine 4
diner 4
dinner 171
dint 5
dire 4
direct 32
direction 7
directions 9
directly 5
director 5
dirt 8
dirty 20
dis 17
disable 4
disabled 8
disapointed 4
disappear 6
disappeared 15
disappearing 5
disappoint 5
disappointed 78
disappointing 35
disappointment 9
disaster 12
disc 12
disco 8
disconnected 9
discontinued 4
discount 4
discover 5
discovered 16
discussion 8
disease 11
disgrace 4
disgusted 4
disgusting 14
dish 12
dishes 18
disk 16
dislike 15
disney 10
display 11
diss 4
dissapointed 17
dissapointing 4
dissertation 21
distance 9
distant 6
distract 5
distracted 12
distraction 6
distractions 6
disturbing 4
ditch 8
ditching 6
dive 5
diving 4
divorce 9
dizzy 18
dj 6
djknucklehead 4
dm 12
dnt 38
dnw 5
doc 26
dock 8
docs 15
doctor 68
doctors 29
document 5
documentary 6
documentation 6
documents 4
dodgy 6
doesnt 137
dog 197
dogbook 25
doggie 13
doggies 4
doggy 11
dogs 49
doh 8
doin 37
doll 6
dollar 15
dollars 15
dolls 5
domain 10
donate 5
done 474
donkey 4
donnie 6
donniewahlberg 5
dont 686
donï 20
doo 5
dood 4
doom 4
doomed 5
dooo 5
door 75
doors 22
dope 5
dorm 9
dose 7
dosent 7
dot 4
double 38
doubt 36
doughnuts 6
dougiemcfly 17
downfall 5
downhill 6
download 56
downloaded 16
downloading 26
downloads 12
downside 5
downstairs 21
downtown 16
dozen 5
dr 19
drab 4
draft 6
drag 22
dragging 11
drain 8
drained 11
drains 6
drama 33
dramatic 5
drank 21
draw 23
drawer 4
drawing 10
drawn 5
dread 5
dreaded 13
dreadful 4
dreading 36
dream 126
dreamed 5
dreamhost 4
dreaming 14
dreams 67
dreamt 11
dreary 9
dress 55
dressed 26
dresses 7
drew 5
dried 6
drilling 5
drills 4
drink 107
drinkin 5
drinking 82
drinks 30
drive 142
driven 4
driver 18
drivers 11
drives 6
driveway 6
drivin 7
driving 87
drop 33
dropped 90
dropping 14
drops 8
drove 17
drown 4
drowning 11
drug 10
drugs 6
drum 7
drummer 7
drums 7
drunk 82
drunken 8
drunks 4
dry 37
dryer 6
dryers 4
drying 4
ds 9
du 5
dubai 4
dublin 4
duck 7
ducks 8
dude 105
dudes 8
due 158
dug 6
duh 4
dull 29
dumb 40
dumped 7
dun 13
dunno 54
dust 11
duty 19
dvd 37
dvds 10
dvr 8
dye 12
dyed 5
dying 87
dï 5
e 69
eBay 8
eDTGCa 8
ear 51
earbuds 4
earlier 85
earliest 6
early 552
ears 36
earth 18
earthquake 20
earthquakes 6
easier 26
easily 14
east 19
easter 72
easy 62
eat 234
eaten 44
eatin 4
eating 117
eats 10
ebay 17
economics 5
economy 4
eczema 4
ed 14
edge 10
edit 12
edited 4
editing 19
edition 8
education 6
eee 9
eeek 4
eek 8
eff 9
effect 10
effects 9
effed 6
effin 12
effing 17
effort 11
efforts 8
egg 31
eggs 38
ego 4
egypt 5
eh 40
ehh 9
ehhh 6
eight 5
either 212
el 5
elbow 12
election 8
elections 4
electric 10
electricity 10
electronic 5
elementary 4
elevator 4
eliminated 4
ellen 6
elliptical 4
else 183
elses 4
elsewhere 5
em 55
email 104
emailed 6
emailing 4
emails 30
embarassing 4
embarrassed 4
embarrassing 11
embed 4
emergency 16
emily 8
eminem 4
emma 5
emo 8
emotional 13
emotionally 4
emotions 4
employee 4
empty 75
en 13
encounter 5
end 307
ended 63
ending 36
endless 10
ends 30
energy 37
engagement 4
engine 10
engineering 4
england 20
english 73
enjoy 105
enjoyable 5
enjoyed 31
enjoyin 4
enjoying 66
enough 238
enter 10
entered 8
entertain 6
entertained 7
entertaining 6
entertainment 13
entire 42
entirely 8
entries 8
entry 12
enuf 5
enuff 9
environment 4
envy 13
ep 20
epic 26
episode 75
episodes 41
eps 5
equal 4
er 9
ergh 6
err 5
errands 16
error 39
errors 9
errr 4
escape 16
esp 10
espanol 5
especially 54
espresso 5
essay 89
essays 32
est 6
etc 51
etsy 8
europe 7
eva 6
eve 5
even 730
evening 76
evenings 5
event 39
eventful 4
events 21
eventually 10
ever 342
every 188
every1 11
everybody 39
everyday 32
everyone 306
everyones 13
everything 196
everythings 4
everytime 23
everywhere 31
evil 44
ew 29
eww 15
ewww 14
ewwww 4
ex 31
exact 12
exactly 56
exam 139
example 4
exams 100
exausted 4
excellent 14
except 74
excessive 4
exchange 7
excited 108
excitement 5
exciting 45
excuse 27
exercise 20
exercising 7
exhausted 73
exhausting 4
exhibition 9
exist 27
exists 4
expect 17
expectations 4
expected 28
expecting 13
expensive 62
experience 29
experienced 4
experiences 4
expired 8
explain 19
explains 5
explode 9
exploded 8
express 7
extend 4
external 11
extra 49
extreme 8
extremely 25
ey 4
eye 90
eyebrows 10
eyed 7
eyes 109
f 37
f1 23
fa 4
fab 21
fabulous 10
face 181
facebook 114
faces 12
facing 6
fact 77
factor 6
factory 4
fade 4
fail 122
failed 84
failing 17
fails 10
failure 17
failwhale 5
fair 100
fairly 6
fairy 5
faith 7
fake 40
fall 126
fallen 15
fallenstar_ 4
falling 51
falls 6
false 5
fam 32
familiar 5
families 8
family 174
famous 17
fan 93
fanclub 4
fancy 15
fans 47
fantastic 38
far 289
farewell 6
farm 6
fashion 14
fast 108
faster 25
fasting 4
fat 64
fatal 6
fate 7
father 22
fatty 5
fault 43
fav 38
fave 21
favor 7
favorite 56
favorites 4
favour 4
favourite 37
fb 54
fear 23
fears 8
feature 17
features 15
fecking 5
fed 39
fee 10
feed 51
feedback 8
feeding 12
feeds 4
feel 1149
feelin 53
feeling 658
feelings 26
feels 194
fees 5
feet 77
fell 121
fellas 5
fellow 12
felt 84
female 79
fence 4
fer 4
ferrari 5
ferret 5
ferry 4
fest 20
festival 13
festivities 8
fever 62
ff 23
ffs 7
fi 9
fiance 4
fiction 4
fiddle 4
field 17
fields 7
figgybean 4
fight 73
fighter 4
fighting 35
fights 9
figure 91
figured 20
figures 5
figuring 7
fil 4
file 22
files 24
fill 19
filled 25
filling 14
film 51
filming 10
films 8
filter 8
final 77
finale 10
finally 191
finals 48
finance 6
financial 4
find 569
finding 40
finds 10
fine 95
finger 54
fingers 49
finish 150
finished 200
finishes 4
finishing 26
fir 4
fire 42
fired 10
firefox 8
fireworks 6
first 391
fish 39
fishing 13
fit 56
fits 7
fitting 6
five 37
fix 92
fixed 71
fixes 5
fixing 14
flag 5
flaked 4
flakes 5
flaky 4
flash 15
flashing 7
flat 47
flavor 5
flea 5
flew 13
flick 5
flickr 7
flicks 6
flight 87
flights 12
flip 11
flippin 7
flirting 4
float 4
flood 8
flooded 15
floor 39
floors 5
flops 4
florida 16
flow 5
flower 5
flowers 21
flown 5
flu 144
flurries 4
flush 6
fly 47
flyers 6
flying 19
flylady 4
fm 56
fml 27
fo 9
fob 5
focus 26
focused 6
fog 6
foiled 4
folder 13
folders 6
folding 4
folks 30
follow 145
followed 37
follower 28
followers 174
followfriday 5
followin 6
following 133
follows 15
fond 8
fone 9
font 6
food 212
foods 4
fool 14
foot 57
footage 5
football 47
footie 6
footy 12
force 13
forced 28
forcing 11
forecast 10
forehead 5
foreign 6
forest 4
forever 62
forget 61
forgetting 6
forgive 11
forgot 214
forgotten 25
fork 5
form 34
formal 5
format 14
forms 6
forreal 5
fort 5
forth 5
forty 5
forum 13
forums 9
forward 209
foster 4
fotos 4
fought 4
found 239
four 51
foward 6
fox 13
fr 9
fracture 4
fractured 8
frame 6
france 5
freak 14
freaked 14
freakin 40
freaking 63
freaks 6
free 136
freedom 21
freeze 6
freezer 8
freezes 4
freezing 51
freind 4
french 45
frequently 4
fresh 27
fri 13
fricken 4
friday 86
fridays 6
fridge 23
fried 12
friend 257
friendfeed 4
friendly 13
friends 413
friendship 4
fries 10
friggin 18
fritz 4
frm 16
fro 4
frog 6
front 63
frown 4
froze 8
frozen 10
fruit 14
frustrated 24
frustrating 21
fry 4
ft 6
ftl 4
fu 4
fuck 108
fucked 45
fucken 7
fucker 5
fuckers 4
fuckin 26
fucking 116
fudge 6
fuel 4
full 157
fully 17
fumes 4
fun 600
function 13
functioning 5
funding 5
funds 7
funeral 26
funk 6
funn 5
funny 105
fur 5
furniture 10
furry 4
future 31
fuzz 4
fuzzy 5
fyi 4
g 18
g2g 7
ga 5
gag 4
gaga 9
gah 34
gahh 7
gahhh 9
gain 10
gained 7
gaining 5
gak 4
gallery 4
game 300
games 64
gaming 7
gang 4
garage 23
garbage 6
garden 68
gardening 14
garlic 7
gas 17
gate 4
gates 4
gave 80
gay 47
gd 61
gear 10
gee 7
geek 12
geeks 4
geez 9
general 18
generally 9
genius 7
geography 10
george 4
gerardway 10
german 12
germany 24
germs 5
get 2755
gets 144
gettin 54
getting 775
gf 15
gfalcone601 12
ghetto 4
ghost 5
gi 6
giant 16
gift 14
gig 49
gigs 10
ginger 5
girl 241
girlfriend 25
girlfriends 4
girlie 7
girls 108
girly 7
github 4
give 195
given 39
gives 28
givin 5
giving 61
glad 116
glands 7
glasgow 6
glass 33
glasses 39
glitches 4
global 7
globe 5
gloomy 27
glorious 24
glory 5
gloves 6
glue 5
gmail 13
gna 8
gnite 4
go 2977
goal 11
goals 5
god 160
goddamn 4
gods 11
goes 146
goin 73
going 1951
gold 11
golden 7
goldfish 5
golf 18
gon 5
gona 10
gone 379
gonna 647
good 1560
goodbye 61
goodbyes 6
goodmorning 5
goodness 26
goodnight 44
google 30
googled 5
goood 11
goooood 4
gorgeous 63
gosh 40
gossip 18
got 1889
gota 7
gotd 4
goto 5
gots 10
gotta 284
gotten 44
gov 6
government 10
govt 4
gr8 6
grab 13
grace 4
grad 6
grade 10
grades 6
graduate 7
graduation 15
grammar 5
grand 17
grandfather 4
grandma 23
grandmother 10
grandpa 8
grandparents 10
granny 9
grant 9
graph 4
graphic 6
graphics 13
grass 30
grateful 5
grave 7
gray 13
great 471
greatest 9
greatly 4
greatness 4
greedy 4
greek 6
green 38
greenbizdaily 8
greet 5
greggrunberg 6
grew 7
grey 26
greys 4
grief 8
grill 6
grilled 7
grim 4
grind 16
grinding 6
grocery 24
groggy 6
groove 5
gross 46
grouchy 4
ground 22
grounded 13
group 53
groups 12
grow 21
growing 23
growl 5
grown 16
grows 5
grr 26
grrr 27
grrrr 14
grrrrr 7
grrrrrr 5
grrrrrrr 6
grumble 4
grumpy 21
gt 194
gtg 4
guard 5
gud 8
guess 330
guessed 4
guessing 11
guest 13
guests 6
guide 10
guild 4
guilt 4
guilty 32
guitar 41
guitars 5
gum 5
gun 6
guna 7
gunna 41
gurl 4
gurlll 4
gut 5
guts 7
gutted 62
guy 158
guyoseary 5
guys 271
gym 99
gï 6
h 25
h8 6
ha 60
habit 11
hack 7
hacked 15
hacking 6
hadnt 7
hah 6
haha 439
hahaa 6
hahah 27
hahaha 105
hahahah 5
hahahaha 18
hair 190
haircut 11
hairdresser 5
hairdryer 6
hairs 4
half 176
halfway 19
hall 9
halo 5
hamster 7
hamthrax 4
hand 89
handed 15
handle 20
handling 5
hands 64
hang 71
hangin 6
hanging 52
hangout 7
hangover 49
hangovers 4
hangs 4
hannah 20
happen 111
happend 7
happened 156
happenin 4
happening 50
happens 88
happier 7
happily 8
happiness 10
happy 297
hard 374
hardcore 16
harder 27
hardest 17
hardly 32
harry 11
harsh 7
hasnt 12
hassle 5
hat 29
hate 910
hated 19
haters 9
hates 116
hating 37
hats 6
haul 4
hav 31
havent 97
havin 11
havn 4
havnt 16
hawaii 6
hay 8
hayfever 13
haz 10
hd 4
head 322
headache 286
headaches 13
headed 18
headin 7
heading 89
headphones 17
heads 12
headset 4
heal 10
healing 12
health 20
healthy 21
heap 4
heaps 7
hear 335
heard 124
hearing 26
heart 128
heartbreaking 6
heartbroken 9
heartburn 7
hearted 4
hearts 9
heat 51
heater 8
heating 4
heaven 10
heavily 5
heavy 33
heck 19
hecka 4
hectic 5
hee 7
heel 5
heels 11
heh 5
hehe 45
hehehe 9
heidimontag 28
held 9
hell 190
hella 21
hello 39
helmet 4
help 335
helped 19
helpful 8
helping 37
helpless 9
helps 15
hence 4
hero 19
heroes 7
hes 34
hey 151
heyy 4
hi 84
hiccups 12
hid 4
hide 12
hideous 4
hiding 22
high 82
higher 6
highlight 4
highlights 4
highly 7
highschool 6
highway 6
hike 4
hiking 5
hiks 4
hilarious 13
hill 9
hills 32
hip 31
hips 5
hire 10
hiring 5
hiss 4
history 49
hit 160
hits 13
hittin 4
hitting 21
hiya 4
hm 10
hmm 45
hmmm 34
hmmmm 12
ho 17
hobby 5
hockey 24
hoedown 4
hol 5
hold 55
holding 20
holds 8
hole 27
holes 4
holiday 120
holidays 127
holla 4
holly 4
hols 26
holy 22
hom 5
home 1386
homeless 5
homes 9
homesick 12
homework 304
homeworks 9
homie 10
hon 15
honest 24
honestly 18
honey 39
hoo 25
hood 7
hoodie 5
hook 5
hooked 9
hooray 7
hop 13
hope 724
